Repository: fidomax07/freelancetool
Catalog: FreelanceTool/Resources/Views/Applicants/Create.*.resx
Languages: de, fr

source: (Please select)
de: (Bitte auswählen)
fr: (Veuillez sélectionner)

source: Accepted formats: JPG and JPEG
de: Akzeptierte Formate: JPG und JPEG
fr: Formats acceptés: JPG et JPEG

source: Accepted formats: PDF, JPG, JPEG, TIFF, PNG, GIF
de: Akzeptierte Formate: PDF, JPG, JPEG, TIFF, PNG, GIF
fr: Formats acceptés: PDF, JPG, JPEG, TIFF, PNG, GIF

source: Address-Information
de: Adresse
fr: Informations d'adresse

source: Administrative Information
de: Verwaltungsinformationen
fr: Informations administratives

source: Bank Data
de: Bankdaten
fr: Données bancaires

source: Choose file
de: Datei wählen
fr: Choisir le fichier

source: Company name is required when occupation is self-employed.
de: Der Firmenname ist obligatorisch, wenn der Beruf selbständig ist.

source: Contact Data
de: Kontaktdaten
fr: Données de contact

source: Drivers License Type
de: Fahrausweis

source: Employer is required when occupation is part or full-time.
de: Der Hauptarbeitgeber ist obligatorisch, wenn der Beruf Teilzeit oder Vollzeit ist.

source: Frame Contract
de: Rahmenvertrag
fr: Contrat cadre

source: Frame Contract Text
de: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Fusce vel ornare neque. Praesent mattis mi in ullamcorper rutrum. Proin ac urna tellus. In aliquam purus massa, vel euismod felis convallis et. Nam facilisis nulla ac euismod blandit. Proin cursus felis leo, at pretium ligula tempus ac. Praesent porta porttitor scelerisque. Sed mattis, dui interdum euismod ornare, velit mauris posuere elit, sit amet pulvinar turpis eros egestas sapien. Aenean dapibus urna velit, non feugiat elit congue id. Quisque cursus sodales erat, non finibus nisl elementum at. Nullam at commodo nibh, vitae mollis felis. Etiam erat nulla, vulputate vitae varius ut, eleifend id ex. Maecenas erat metus, elementum in interdum et, iaculis eu nulla. Vestibulum in velit arcu. Maecenas dapibus arcu non nulla scelerisque posuere. Donec metus turpis, consectetur vel vestibulum lacinia, iaculis ut tortor. Nulla neque mi, tincidunt sit amet ipsum vel, pharetra dignissim nunc. Ut sed neque eu purus tempor tincidunt sed nec nisl. Vestibulum interdum, ligula ut sagittis tempor, dolor mi finibus metus, in placerat magna lorem ut ipsum. Proin eleifend, neque a scelerisque malesuada, est lectus bibendum tellus, id euismod velit ante quis augue.

source: I accept the contractual terms
de: Ich akzeptiere die Vertragsbedingungen
fr: J'accepte les conditions contractuelles

source: J+S Training Certificates
de: J + S Trainingszertifikate
fr: Certificats de formation J + S

source: JS Training Name is required if JS Training Type is not empty.
de: J + S Ausbildung (Sportart) ist erforderlich, wenn Ausbildungsart nicht leer ist.

source: JS Training Type is required if JS Training Name is not empty.
de: Ausbildungsart ist erforderlich, wenn J + S Ausbildung (Sportart) nicht leer ist.

source: Main Title
de: Anmeldung als Freelancer

source: Miscellaneous Information
de: Sonstige Informationen
fr: Des informations diverses

source: Personal Data
de: Persönliche Daten
fr: Données personnelles

source: Please accept the contractual terms!
de: Bitte akzeptieren Sie die Vertragsbedingungen!

source: Profile picture is mandatory.
de: Profilbild ist obligatorisch.
fr: La photo de profil est obligatoire.

source: Residence permit is required when selected country is not Switzerland.
de: Die Aufenthaltsgenehmigung ist obligatorisch, wenn das gewählte Land nicht die Schweiz ist.

source: Spoken Languages
de: Gesprochene Sprachen

source: Submit
de: Einreichen
fr: Soumettre

source: Title
de: Willkommen auf unserer Webseite
fr: Bienvenue sur notre site

source: Company name is mandatory when occupation is self employed.
fr: Le nom de l'entreprise est obligatoire lorsque le travail est indépendant.

source: Employer is mandatory when occupation is part or full time.
fr: Employeur principal est obligatoire lorsque la profession est à temps partiel ou à temps plein.

source: Fill an application
fr: Remplir une application

source: Residence permit is mandatory when selected country is not Switzerland.
fr: Le permis de séjour est obligatoire lorsque le pays sélectionné n'est pas la Suisse.
